{"0": "<PAD>", "1": "<BOS>", "2": "<EOS>", "3": "<UNK>", "4": "|6/8", "5": "R2.500,N0.500|6/8", "6": "N0.500,N0.500,N0.500,N0.500,N0.500,N0.500|6/8", "7": "N1.500,N1.500|6/8", "8": "|4/4", "9": "R3.000,N0.333,N0.333,N0.333|4/4", "10": "N1.000,N1.000,N0.500,N0.500,N0.500,N0.500|4/4", "11": "N1.000,N1.000,N1.000,N1.000|4/4", "12": "N0.500,N0.500,N0.500,N0.500,N1.000,N1.000|4/4", "13": "N0.500,N0.500,N0.500,N0.500,N1.000,N0.333,N0.333,N0.333|4/4", "14": "N0.500,N0.500,N0.500,N0.500,N0.500,N0.500,N0.500,N0.500|4/4", "15": "N1.000,N1.000,N1.000,N0.333,N0.333,N0.333|4/4", "16": "|2/4", "17": "R1.000,N0.500,N0.500|2/4", "18": "N0.750,N0.250,N0.500,N0.500|2/4", "19": "N1.000,N0.500,N0.500|2/4", "20": "N0.500,N1.000,N0.250,N0.250|2/4", "21": "N0.500,N0.500,N0.500,N0.500|2/4", "22": "N1.500,N0.250,N0.250|2/4", "23": "|3/4", "24": "N2.000,N1.000|3/4", "25": "N1.500,N0.500,N1.000|3/4", "26": "N3.000|3/4", "27": "N1.000,N1.000,N1.000|3/4", "28": "|2/2", "29": "R3.000,N1.000|2/2", "30": "N0.750,N0.250,N0.750,N0.250,N0.750,N0.250,N0.750,N0.250|2/2", "31": "N1.000,N1.000,N1.000,N1.000|2/2", "32": "N0.500,N0.500,N0.500,N0.500,N0.500,N0.500,N0.500,N0.500|2/2", "33": "N0.500,N0.500,N0.500,N0.500,N0.500,N0.500,N1.000|2/2", "34": "N0.500,N0.500,N0.500,N0.500,N2.000|2/2", "35": "N1.000,N1.000,N2.000|2/2", "36": "R3.000,N1.000|4/4", "37": "N0.500,N1.000,N0.500,N1.000,N1.000|4/4", "38": "N3.000,N1.000|4/4", "39": "N0.500,N0.500,N0.500,N1.000,N0.500|6/8", "40": "N0.250,N0.250,N0.250,N0.250,N0.250,N0.250,N0.250,N0.250|2/4", "41": "N0.500,N0.250,N0.250,N0.250,N0.250,N0.250,N0.250|2/4", "42": "N0.250,N0.250,N0.250,N0.250,N1.000|2/4", "43": "N0.250,N0.250,N0.250,N0.250,N0.500,N0.250,N0.250|2/4", "44": "N0.500,N0.500,N1.000|2/4", "45": "N0.250,N0.250,N0.250,N0.250,N0.500,N0.500|2/4", "46": "N0.750,N0.250,N0.250,N0.250,N0.250,N0.250|2/4", "47": "R3.500,N0.500|4/4", "48": "N2.000,N1.000,N1.000|4/4", "49": "N0.500,N0.500,N0.500,N0.500,N1.000,N0.500,N0.500|4/4", "50": "N0.500,N0.500,N0.500,N0.500,N2.000|4/4", "51": "R3.000,N0.500,N0.500|4/4", "52": "N1.000,N0.500,N0.500,N1.000,N0.500,N0.500|4/4", "53": "N1.000,N1.000,N1.000,N0.500,N0.500|4/4", "54": "N1.000,N0.500,N0.500,N0.500,N0.500,N0.500,N0.500|4/4", "55": "N1.000,N1.000,N2.000|4/4", "56": "N0.500,N0.500,N0.500,N0.500,N0.333,N0.333,N0.333,N0.500,N0.500|4/4", "57": "N0.500,N0.500,N2.000|3/4", "58": "R2.500,N0.250,N0.250|6/8", "59": "N0.500,N0.500,N0.500,N1.000,N0.250,N0.250|6/8", "60": "N0.500,N0.500,N1.500,R0.500|6/8", "61": "N0.500,N0.500,N0.500,N1.500|6/8", "62": "N1.500,N0.500,N1.000,N1.000|4/4", "63": "N1.000,N2.000,N1.000|4/4", "64": "N1.000,N2.000,N0.500,N0.500|4/4", "65": "N2.000,N2.000|4/4", "66": "H1.000,R1.000,N1.000,N0.500,N0.500|4/4", "67": "N0.500,N0.500,N0.333,N0.333,N0.333,N1.000,N0.500,N0.500|4/4", "68": "N0.500,N0.500,N0.500,N0.500,N0.500,N0.500,N0.333,N0.333,N0.333|4/4", "69": "N0.333,N0.333,N0.333,N0.500,N0.500,N0.333,N0.333,N0.333,N0.333,N0.333,N0.333|4/4", "70": "N0.333,N0.333,N0.333,N0.333,N0.333,N0.333,N0.333,N0.333,N0.333,N0.333,N0.333,N0.333|4/4", "71": "N1.500,N0.500,N0.500,N0.500,N0.500,N0.500|4/4", "72": "N1.000,N0.500,N0.500,N0.333,N0.333,N0.333,N0.333,N0.333,N0.333|4/4", "73": "N0.500,N0.500,N0.500,N0.500,N0.333,N0.333,N0.333,N0.333,N0.333,N0.333|4/4", "74": "N0.333,N0.333,N0.333,N0.333,N0.333,N0.333,N1.000,N0.500,N0.500|4/4", "75": "N2.000,N1.500,N0.500|4/4", "76": "N0.500,N0.500,N0.500,N0.500,N0.500,N0.500,N1.000|4/4", "77": "N0.333,N0.333,N0.333,N0.500,N0.500,N0.500,N0.500,N1.000|4/4", "78": "R3.000,N0.750,N0.250|2/2", "79": "N1.000,N1.000,N0.750,N0.250,N0.750,N0.250|2/2", "80": "N1.000,N1.000,N1.000,N0.750,N0.250|2/2", "81": "N1.000,N0.500,N0.500,N0.250,N0.750,N1.000|4/4", "82": "N1.000,N0.500,N0.500,N0.250,N0.750,N0.500,N0.500|4/4", "83": "N0.500,N0.500,N0.500,N0.500,N0.250,N0.750,N0.500,N0.500|4/4", "84": "N0.500,N0.500,N0.500,N0.500,N0.250,N0.750,N1.000|4/4", "85": "N1.000,N0.500,N1.000,N0.500|6/8", "86": "N1.500,N1.000,N0.500|6/8", "87": "N1.000,N0.500,N1.500|6/8", "88": "N1.000,N0.500,N0.500,N0.500,N0.500|6/8", "89": "R1.500,N1.000,N0.500|6/8", "90": "R2.500,N0.167,N0.083,N0.250|6/8", "91": "N1.500,N0.500,N0.500,N0.500|6/8", "92": "N1.500,N0.500,N1.000|6/8", "93": "N0.500,N0.500,N0.500,N0.500,N0.250,N0.750,N0.333,N0.333,N0.333|4/4", "94": "N0.250,N0.750,N0.250,N0.750,N1.000,N0.500,N0.500|4/4", "95": "N0.333,N0.333,N0.333,N0.500,N0.500,N1.000,N1.000|4/4", "96": "N0.333,N0.333,N0.333,N0.500,N0.500,N1.000,N0.500,N0.500|4/4", "97": "N0.333,N0.333,N0.333,N0.333,N0.333,N0.333,N2.000|4/4", "98": "R1.000,N1.000,N1.000,N1.000|4/4", "99": "N4.000|4/4", "100": "N0.500,N0.500,N0.500,N1.000,N0.500,N1.000|4/4", "101": "H1.000,R3.000|4/4", "102": "N1.000,N0.500,N0.500,N1.000,N0.333,N0.333,N0.333|4/4", "103": "N1.000,N0.500,N1.000,N0.250,N0.250|6/8", "104": "N0.500,N0.500,N0.500,N0.500,N0.500,N0.250,N0.250|6/8", "105": "N1.000,N1.000,N1.500,N0.500|4/4", "106": "N2.000,N1.000,N0.500,N0.500|4/4", "107": "N0.500,N0.500,N0.333,N0.333,N0.333,N0.500,N0.500,N0.500,N0.500|4/4", "108": "N3.000|6/8", "109": "N0.333,N0.333,N0.333,N0.500,N0.500,N2.000|4/4", "110": "N1.000,N0.500,N0.500,N0.500,N0.500,N1.000|4/4", "111": "N1.500,N1.000,N0.250,N0.250|6/8", "112": "N1.000,N0.500,N0.500,N1.000,N1.000|4/4", "113": "N1.500,N0.500,N1.500,N0.500|4/4", "114": "N0.500,N0.500,N1.000,N1.000,N1.000|4/4", "115": "N1.000,N0.333,N0.333,N0.333,N1.000,N1.000|4/4", "116": "N0.750,N0.250,N0.500,N1.000,N0.500|6/8", "117": "N0.250,N0.750,N1.000,N0.250,N0.750,N1.000|4/4", "118": "N0.500,N0.500,N1.000,N2.000|4/4", "119": "N2.000,N0.500,N0.500,N0.500,N0.500|4/4", "120": "N0.500,N0.500,N1.000,N1.000|3/4", "121": "N1.000,N0.500,N0.500,N1.000|3/4", "122": "N1.000,N0.500,N0.500,N1.000|6/8", "123": "N0.500,N0.500,N1.000,N1.000,N0.333,N0.333,N0.333|4/4", "124": "N0.333,N0.333,N0.333,N0.333,N0.333,N0.333,N1.000,N0.333,N0.333,N0.333|4/4", "125": "N0.333,N0.333,N0.333,N0.500,N0.500,N0.500,N0.500,N0.500,N0.500|4/4", "126": "R1.500,N1.500|6/8", "127": "N0.333,N0.333,N0.333,N1.000,N0.333,N0.333,N0.333,N1.000|4/4", "128": "N0.500,N0.500,N0.500,N0.500,N1.000|6/8", "129": "R2.500,N0.500,N0.500,N0.500|4/4", "130": "N1.000,N1.000,N0.500,N0.500,N1.000|4/4", "131": "N0.500,N0.500,N0.500,N1.000,N0.167,N0.083,N0.250|6/8", "132": "N0.500,N0.500,N0.250,N0.750,N1.000,N0.500,N0.500|4/4", "133": "N0.333,N0.333,N0.333,N0.333,N0.333,N0.333,N1.000,N1.000|4/4", "134": "N0.500,N0.250,N0.250,N0.500,N0.500,N0.500,N0.500,N1.000|4/4", "135": "N0.500,N0.500,N0.250,N0.250,N0.250,N0.250,N0.250,N0.250,N0.250,N0.250,N0.500,N0.500|4/4", "136": "N0.500,N0.500,N0.250,N0.250,N0.250,N0.250,N1.000,N1.000|4/4", "137": "N0.750,N0.250,N0.500,N0.500,N0.500,N0.500,N1.000|4/4", "138": "N0.750,N0.250,N0.500,N0.500,N0.500,N0.500,N0.500,N0.500|4/4", "139": "N0.750,N0.250,N0.500,N0.500,N0.500,N0.250,N0.250,N0.250,N0.250,N0.250,N0.250|4/4", "140": "N0.500,N0.500,N0.250,N0.250,N0.250,N0.250,N2.000|4/4", "141": "N1.000,N0.500,N0.500,N0.333,N0.333,N0.333,N0.500,N0.500|4/4", "142": "N0.250,N0.750,N0.500,N0.500,N0.250,N0.750,N0.500,N0.500|4/4", "143": "N0.333,N0.333,N0.333,N0.500,N0.500,N1.000,N0.333,N0.333,N0.333|4/4", "144": "R2.000,N1.000|3/4", "145": "N0.500,N1.500,N1.000|3/4", "146": "N2.000,N0.500,N0.500|3/4", "147": "H3.000|3/4", "148": "R1.000,N2.000|3/4", "149": "H2.000,R1.000|3/4", "150": "R2.000,N0.500,N0.500|6/8", "151": "H1.500,R0.500,N0.500,N0.500|6/8", "152": "R1.500,N0.500|2/4", "153": "N0.500,N0.500,N0.500,N0.250,N0.250|2/4", "154": "N0.250,N0.250,N0.500,N1.000|2/4", "155": "N0.500,N0.250,N0.250,N0.500,N0.250,N0.250|2/4", "156": "N0.500,N0.250,N0.250,N0.500,N0.500|2/4", "157": "N0.750,N0.250,N0.500,N0.500,N0.500,N0.500|6/8", "158": "N0.250,N0.250,N0.500,N0.500,N0.500,N0.500,N0.500|6/8", "159": "N0.250,N0.750,N0.500,N0.500,N0.500,N0.500|6/8", "160": "N1.000,N1.500,R0.500|6/8", "161": "R1.500,N0.500,N0.500,N0.500|6/8", "162": "H1.000,R1.500,R0.500|6/8", "163": "N0.500,N0.500,N0.500,N0.500,N1.500,N0.500|4/4", "164": "R1.250,N0.500,N0.500,N0.750|6/8", "165": "N0.500,N1.000,N0.500,N1.000|6/8", "166": "N0.250,N0.250,N1.000,N0.500,N1.000|6/8", "167": "N0.500,N1.500,N1.000|6/8", "168": "N0.500,N1.000,N1.500|6/8", "169": "N1.500,N1.000,N0.167,N0.083,N0.250|6/8", "170": "N0.750,N0.250,N0.250,N0.250,N1.000,N0.500|6/8", "171": "N0.333,N0.333,N0.333,N0.500,N0.500,N0.333,N0.333,N0.333,N0.500,N0.500|4/4", "172": "N0.250,N0.750,N0.500,N0.250,N0.750,N0.500|6/8", "173": "N0.500,N1.000,N0.500,N0.500,N0.500|6/8", "174": "H1.000,R2.000|6/8", "175": "N2.000,R0.500,N0.500|6/8", "176": "N0.500,N0.500,N1.000,R0.500,N0.500|6/8", "177": "N0.333,N0.333,N0.333,N0.333,N0.333,N0.333,N0.333,N0.333,N0.333,N1.000|4/4", "178": "N0.750,N0.250,N0.250,N0.250,N0.500,N0.500,N0.500|6/8", "179": "H1.500,R0.500,N0.250,N0.250,N0.250,N0.250|6/8", "180": "N1.500,N0.500,N0.250,N0.250,N0.250,N0.250|6/8", "181": "N0.750,N0.250,N0.500,N0.750,N0.250,N0.500|6/8", "182": "N0.250,N0.250,N0.500,N0.500,N0.750,N0.250,N0.500|6/8", "183": "N2.000,N0.500,N0.500|6/8", "184": "N0.500,N0.250,N0.250,N0.250,N0.250,N0.500,N0.250,N0.250,N0.250,N0.250|6/8", "185": "N0.500,N0.250,N0.250,N0.250,N0.250,N0.250,N0.250,N0.250,N0.250,N0.250,N0.250|6/8", "186": "N0.250,N0.250,N0.250,N0.250,N0.250,N0.250,N0.250,N0.250,N0.250,N0.250,N0.250,N0.250|6/8", "187": "N0.750,N0.250,N0.250,N0.250,N0.750,N0.250,N0.250,N0.250|6/8", "188": "N0.250,N0.250,N0.500,N0.500,N1.000,N0.500|6/8", "189": "N0.500,N0.500,N0.500,N0.250,N0.250,N0.500,N0.500|6/8", "190": "N1.000,N0.250,N0.250,N1.000,N0.250,N0.250|6/8", "191": "N0.500,N1.000,N1.000,N0.500|6/8", "192": "N1.500,N0.583,R0.500,R0.083,N0.333|6/8", "193": "H1.000,R0.500,N0.500,N0.500,N0.500|6/8", "194": "N0.250,N0.250,N0.250,N0.250,N0.500,N0.500,N0.500,N0.500|6/8", "195": "|6/4", "196": "R4.000,N1.000,N1.000|6/4", "197": "N3.000,N1.000,N1.000,N1.000|6/4", "198": "N1.000,N1.000,N2.000,N1.000,N0.500,N0.500|6/4", "199": "N2.000,N2.000,N1.000,N1.000|6/4", "200": "|5/4", "201": "N1.000,N1.000,N1.000,N1.000,N1.000|5/4", "202": "N3.000,N1.000,N1.000,N3.000,N1.000|6/4", "203": "N1.000,N1.000,N1.000,N1.000,N2.000|6/4", "204": "N1.000,N0.500,N0.500,N1.500,N0.500,N1.000,N1.000|4/4", "205": "N3.000,N2.000,N1.500,N0.500|4/4", "206": "N0.500,N0.500,N0.500,N0.167,N0.083,N0.250,N2.000|4/4", "207": "N1.000,N0.500,N0.500,N3.000,N1.000,N1.000,N1.000|6/4", "208": "N1.000,N0.500,N0.750,N0.250,N0.500|6/8", "209": "R2.500,N0.417,R0.083|6/8", "210": "N1.500,N1.000,N0.417,R0.083|6/8", "211": "H0.500,R1.500,R1.000|6/8", "212": "R3.000,N0.500,N0.500|2/2", "213": "N1.000,N1.000,N1.000,N0.500,N0.500|2/2", "214": "N1.000,N1.000,N1.500,N0.500|2/2", "215": "N1.000,N1.000,N0.500,N0.500,N0.500,N0.500|2/2", "216": "N1.000,N3.000|4/4", "217": "H4.000|4/4", "218": "R1.000,N1.000,N2.000|4/4", "219": "N0.500,N0.500,N1.000,N1.500,N0.500|4/4", "220": "R2.000,N1.000,N1.000|4/4", "221": "N1.500,N0.500|2/4", "222": "N3.000,N0.500,N0.500|4/4", "223": "N1.500,N0.500,N1.000,N0.500,N0.500|4/4", "224": "R2.000,N1.500,N0.500|4/4", "225": "|3/2", "226": "N2.000,N1.000,N0.500,N0.500,N2.000|3/2", "227": "N1.000,N0.500,N0.500,N0.500,N0.500,N1.000,N1.000,N1.000|3/2", "228": "N1.000,N2.000,N1.000,N2.000|3/2", "229": "N1.000,N2.000,N1.000,N1.000,N0.500,N0.500|3/2", "230": "N0.500,N0.500,N1.000,N1.000,N0.500,N0.500,N1.000,N1.000|3/2", "231": "N1.000,N2.000,N1.000,N1.000,N1.000|3/2", "232": "N1.000,N1.000,N1.000,N1.000,N2.000|3/2", "233": "N0.500,N0.500,N1.000,N0.500,N0.500,N1.000,N0.500,N0.500,N1.000|3/2", "234": "N1.000,N0.500,N0.500,N1.500,N0.500|4/4", "235": "N1.500,N0.750,N0.750|6/8", "236": "N3.000,R1.000|4/4", "237": "N0.500,N0.500,N1.000,N0.500,N0.500,N1.000|4/4", "238": "|9/8", "239": "R3.000,N1.000,N0.500|9/8", "240": "N1.500,N1.000,N0.500,N1.000,N0.500|9/8", "241": "N1.500,N1.500,N1.000,N0.500|9/8", "242": "N1.500,N1.500,N1.500|9/8", "243": "N1.500,N1.000,N0.500,N0.500,N0.500,N0.500|9/8", "244": "N3.000,N1.000,N0.500|9/8", "245": "N3.000,N1.500|9/8", "246": "N1.000,N1.000,N0.500,N1.500|4/4", "247": "N0.500,N1.500,N1.000,N1.000|4/4", "248": "N1.000,N0.500,N1.000,N0.500,N1.000|4/4", "249": "N1.500,N1.500,N0.500,N0.500,N0.500|9/8", "250": "N0.500,N1.000,N1.500,N0.500,N0.500,N0.500|9/8", "251": "N1.000,N0.500,N1.500,N0.500,N0.500,N0.500|9/8", "252": "N0.500,N1.500,N1.500,N0.500,N0.500|9/8", "253": "N1.500,N0.500,N0.500,N0.500,N1.000|4/4", "254": "N0.500,N0.500,N0.333,N0.333,N0.333,N0.500,N0.500,N1.000|4/4", "255": "N0.500,N0.500,N0.333,N0.333,N0.333,N1.000,N1.000|4/4", "256": "N0.500,N0.500,N0.750,N0.250|2/4", "257": "N0.500,N0.500,N0.250,N0.250,N0.500|2/4", "258": "N1.000,N1.000|2/4", "259": "N0.500,N0.500,N1.000,N0.500,N0.500,N1.000,N2.000|3/2", "260": "N0.500,N0.500,N1.000,N1.000,N1.000,N2.000|3/2", "261": "N1.000,N2.000,N2.000,N1.000|3/2", "262": "N2.000,N2.000,N2.000|3/2", "263": "N2.000,N0.500,N0.500,N1.000|4/4", "264": "R4.000,N1.000,N1.000|3/2", "265": "N1.500,N0.500,N0.500,N0.500,N1.000,N1.000,N1.000|3/2", "266": "N2.000,N1.000,N1.000,N2.000|3/2", "267": "N1.500,N0.500,N0.500,N0.500,N1.000,N0.500,N0.500,N1.000|3/2", "268": "N3.000,N0.333,N0.333,N0.333|4/4", "269": "N1.000,N0.500,N0.500,N2.000|4/4", "270": "N0.500,N0.500,N1.000,N1.000,N0.500,N0.500|4/4", "271": "N0.500,N1.500,N1.500,N0.500|4/4", "272": "R4.000|4/4", "273": "N0.500,N1.000,N0.500,N1.000,N0.500,N0.500|4/4", "274": "N1.000,N2.000,R1.000|4/4", "275": "N1.000,N1.000,N1.500,R0.500|4/4", "276": "N0.250,N0.750,N0.250,N0.750|2/4", "277": "N0.250,N0.250,N0.250,N0.250,N0.750,N0.250|2/4", "278": "N0.500,N0.500,N0.500,N0.500,N0.500,N1.500|4/4", "279": "R0.500,N0.500,N0.500,N0.500,N1.000,N1.000|4/4", "280": "N0.500,N0.500,N0.500,N2.500|4/4", "281": "R0.500,N0.500,N0.500,N2.500|4/4", "282": "R0.500,N0.500,N0.500,N0.500,N2.000|4/4", "283": "N0.500,N0.500,N1.000,N0.500,N0.500,N0.500,N0.500|4/4", "284": "N0.333,N0.333,N0.333,N1.000,N0.500,N0.500,N0.500,N0.500|4/4", "285": "N0.500,N0.500,N0.333,N0.333,N0.333,N0.500,N0.500,N0.333,N0.333,N0.333|4/4", "286": "R1.500,N0.250,N0.250|2/4", "287": "N0.500,N1.000,N0.500|2/4", "288": "N0.500,N0.500,N0.500,N1.500,R1.000|4/4", "289": "R5.000,N1.000|6/4", "290": "N1.000,N1.000,N1.000,N1.000,N1.000,N1.000|6/4", "291": "N1.000,N1.000,N1.000,N2.000,N1.000|6/4", "292": "N1.000,N2.000,N2.000,N1.000|6/4", "293": "N1.000,N1.000,N1.000,N2.000,N0.500,N0.500|6/4", "294": "H1.000,R2.000,R1.000|4/4", "295": "N0.500,N0.500,N0.500,N1.000,N0.500,N0.500,N0.500|4/4", "296": "N0.333,N0.333,N0.333,N1.000,N1.500,N0.500|4/4", "297": "N0.500,N0.500,N0.333,N0.333,N0.333,N1.000,N0.333,N0.333,N0.333|4/4", "298": "N2.000|2/4", "299": "N1.000,N0.750,N0.250|2/4", "300": "N0.500,N1.500,N0.500,N1.500|4/4", "301": "N0.500,N1.000,N0.500,N1.500,N0.500|4/4", "302": "N0.500,N1.000,N0.500,N0.500,N0.500,N0.500,N0.500|4/4", "303": "N0.500,N1.000,N0.500,N1.000,N0.333,N0.333,N0.333|4/4", "304": "N0.333,N0.333,N0.333,N0.333,N0.333,N0.333,N0.500,N0.500,N0.500,N0.500|4/4", "305": "N0.500,N0.500,N0.250,N0.250,N0.250,N0.250|2/4", "306": "N0.250,N0.250,N0.500,N0.500,N0.500|2/4", "307": "N1.500,N0.500,N1.000,N0.333,N0.333,N0.333|4/4", "308": "N0.500,N1.000,N0.500,N0.500,N0.500,N1.000|4/4", "309": "N1.000,N1.500,N0.500,N0.500,N0.500|4/4", "310": "R2.000,N2.000|4/4", "311": "N0.500,N0.500,N0.500,N0.500,N0.500,N1.000,N0.500|4/4", "312": "N1.000,N1.000,N0.333,N0.333,N0.333,N0.500,N0.500|4/4", "313": "H3.000,R1.000|4/4", "314": "N1.500,N0.500,N2.000|4/4", "315": "N0.500,N0.250,N0.250,N1.000|2/4", "316": "N0.500,N0.500,N0.500,N0.500,N0.500,N0.500,N0.250,N0.250,N0.500|4/4", "317": "N1.000,N1.000,N0.750,N0.250,N0.500,N0.500|4/4", "318": "N0.500,N1.500,N2.000|4/4", "319": "N2.000,N1.000,N0.333,N0.333,N0.333|4/4", "320": "N0.250,N0.250,N0.500,N0.250,N0.250,N0.500|2/4", "321": "N2.000,R1.000,N1.000|4/4", "322": "N2.000,R1.000,N0.500,N0.500|4/4", "323": "N3.000,N0.500,N0.500,N1.000,N1.000|3/4", "324": "N0.500,N0.500,N0.500,N0.500,N0.500,N0.500|3/4", "325": "N1.000,N2.000|3/4", "326": "N1.000,N0.333,N0.333,N0.333,N0.500,N0.500,N0.333,N0.333,N0.333|4/4", "327": "N1.000,N0.333,N0.333,N0.333,N0.500,N0.500,N1.000|4/4", "328": "N1.000,N0.250,N0.250,N0.250,N0.250|2/4", "329": "H2.000,R1.000,N1.000|4/4", "330": "N0.250,N0.500,N0.250,N0.500,N0.500|2/4", "331": "N0.500,N0.500,N0.500,N1.500,R0.500,N0.500|4/4", "332": "N1.000,N1.500,N0.500,N1.000|4/4", "333": "H1.000,R2.000,N1.000|4/4", "334": "N1.000,N0.333,N0.333,N0.333,N0.500,N0.500,N0.500,N0.500|4/4", "335": "N0.750,N0.250,N0.750,N0.250,N0.750,N0.250,N0.750,N0.250|4/4", "336": "N0.750,N0.250,N0.750,N0.250,N1.000,N1.000|4/4", "337": "N2.000,N0.750,N0.250,N0.750,N0.250|4/4", "338": "N1.000,N0.750,N0.250,N1.000,N1.000|4/4", "339": "R1.000,N1.000|2/4", "340": "R1.000,R1.000,N1.000,N1.000|4/4", "341": "R4.000,N0.500|9/8", "342": "N0.500,N0.500,N0.500,N0.500,N0.500,N0.500,N1.500|9/8", "343": "N1.000,N0.500,N1.000,N0.500,N0.500,N0.500,N0.500|9/8", "344": "N0.500,N0.500,N0.500,N0.500,N0.500,N0.500,N1.000,N0.500|9/8", "345": "N1.000,N0.500,N1.000,N0.500,N1.000,N0.500|9/8", "346": "N1.000,N0.500,N1.000,N0.500,N0.500,N1.000|9/8", "347": "H2.000,R1.000,N0.500,N0.500|4/4", "348": "R1.000,N2.000,N1.000|4/4", "349": "N1.000,N0.500,N1.000,N0.500,N0.500,N0.500|4/4", "350": "R3.500,N0.250,N0.250|4/4", "351": "N1.000,N0.500,N0.500,N0.500,N1.000,N0.250,N0.250|4/4", "352": "N1.000,N1.500,N0.500|3/4", "353": "N0.500,N0.500,N2.000,N1.000|4/4", "354": "R2.000,N0.500,N0.500|3/4", "355": "N1.000,N0.500,N0.500,N0.500,N0.500|3/4", "356": "N0.500,N0.500,N0.500,N0.500,N1.000|3/4", "357": "N1.000,N1.000,N0.500,N1.000,N0.500|4/4", "358": "N0.500,N0.500,N2.000,R1.000|4/4", "359": "N1.000,N0.500,N0.250,N0.250|2/4", "360": "N0.750,N0.250,N0.500,N0.500,N1.000,N0.500,N0.500|4/4", "361": "N0.750,N0.250,N0.500,N0.500,N1.000,N1.000|4/4", "362": "N1.000,N0.500,N1.500,R1.000|4/4", "363": "N1.000,N0.500,N0.500,N0.500,N0.500,N1.500|9/8", "364": "N1.000,N0.500,N0.500,N0.500,N0.500,N0.500,N0.500,N0.500|9/8", "365": "N0.500,N0.500,N0.500,N0.500,N0.500,N0.500,N0.500,N0.500,N0.500|9/8", "366": "N1.000,N0.500,N1.000,N0.500,N1.500|9/8", "367": "N0.500,N0.500,N0.500,N1.000,N0.500,N1.000,N0.500|9/8", "368": "R2.000,R1.500,N0.500|4/4", "369": "H2.000,R1.500,N0.500|4/4", "370": "R4.000,N0.250,N0.250|9/8", "371": "N1.000,N0.500,N0.500,N0.500,N0.500,N0.500,N1.000|9/8", "372": "N1.500,N0.500,N0.500,N0.500|3/4", "373": "N2.000,N0.333,N0.333,N0.333|3/4", "374": "N0.250,N0.750,N1.000,N0.500,N0.500|3/4", "375": "N0.500,N0.500,N0.500,N1.000,N0.500,N0.500,N0.500,N0.500|9/8", "376": "N0.500,N0.500,N0.500,N1.000,N0.500,N0.500,N1.000|9/8", "377": "N0.750,N0.250,N2.000|3/4", "378": "N1.000,N1.000,N0.500,N0.500,N1.000|2/2", "379": "N1.500,N0.500,N1.000,N1.000|2/2", "380": "N2.000,N2.000|2/2", "381": "N0.500,N0.500,N1.000,N1.500,N0.500|2/2", "382": "N1.000,N0.500,N0.500,N0.500,N0.500,N1.000|2/2", "383": "N1.000,N3.000|2/2", "384": "N1.000,N2.000,R0.500,N0.500|4/4", "385": "R1.000,N0.500,N0.500,N0.500,N0.500|3/4", "386": "N1.000,N1.000,N0.500,N0.500|3/4", "387": "N2.000,N0.333,N0.333,N0.333,N0.500,N0.500|4/4", "388": "N0.500,N0.500,N1.000,N0.500,N0.500|3/4", "389": "R1.000,N1.000,N1.000|3/4", "390": "N1.000,N0.500,N0.500,N0.500,N0.500,N1.000,N0.500|9/8", "391": "N1.000,N0.500,N0.500,N0.500,N0.500,N1.000,N0.250,N0.250|9/8", "392": "N0.500,N0.500,N0.500,N0.500,N0.500,N0.500,N1.000,N0.167,N0.083,N0.250|9/8", "393": "N1.000,N0.500,N0.500,N0.500,N0.500,N1.000,N0.167,N0.083,N0.250|9/8", "394": "N0.500,N0.500,N0.500,N1.000,N0.500,N1.000,N0.250,N0.250|9/8", "395": "N0.500,N0.500,N0.500,N0.500,N0.500,N0.500,N0.500,N1.000|9/8", "396": "N2.000,N0.667,N0.667,N0.667|4/4", "397": "N1.000,N0.500,N1.500,N1.000,N0.500|9/8", "398": "N0.500,N0.500,N0.500,N1.000,N0.500,N1.500|9/8", "399": "N0.500,N1.000,N0.500,N2.000|4/4", "400": "R2.000,N0.333,N0.333,N0.333|3/4", "401": "N0.500,N0.250,N0.250,N0.750,N0.250|2/4", "402": "N0.500,N0.500,N0.500,N0.500,N0.250,N0.250,N0.250,N0.250|6/8", "403": "N0.500,N2.000,R0.500,N0.500,N0.500|4/4", "404": "H0.500,R2.000,R0.500,N0.500,N0.500|4/4", "405": "N0.333,N0.333,N0.333,N1.000,N1.000,N0.333,N0.333,N0.333|4/4", "406": "N0.333,N0.333,N0.333,N1.000,N0.500,N0.500,N1.000|4/4", "407": "N0.333,N0.333,N0.333,N1.000,N1.000|3/4", "408": "N1.000,N0.500,N0.167,N0.083,N0.250,N1.000,N0.500,N0.500|4/4", "409": "N0.500,N0.167,N0.083,N0.250,N0.500,N0.500,N0.250,N0.083,N0.167,N0.500,N0.750,N0.250|4/4", "410": "N0.500,N0.500,N0.500,N0.500,N0.750,N0.250,N0.500,N0.500|4/4", "411": "N0.500,N0.167,N0.083,N0.250,N0.500,N0.500,N1.500,N0.500|4/4", "412": "N1.000,N0.250,N0.083,N0.167,N0.500,N0.750,N0.250,N0.250,N0.250,N0.250,N0.250|4/4", "413": "N0.500,N0.167,N0.083,N0.250,N0.250,N0.250,N0.250,N0.250,N0.250,N0.250,N0.250,N0.250,N0.750,N0.250|4/4", "414": "N0.500,N0.500,N0.500,N0.250,N0.250,N0.750,N0.250,N0.250,N0.250,N0.250,N0.250|4/4", "415": "N0.250,N0.250,N0.250,N0.250,N0.500,N0.500,N1.500,N0.500|4/4", "416": "N0.750,N0.250,N0.500,N0.500,N0.750,N0.250,N0.500,N0.500|4/4", "417": "N0.500,N0.167,N0.083,N0.250,N0.500,N0.500,N0.750,N0.250,N0.250,N0.250,N0.500,N0.500,N0.500|5/4", "418": "N1.000,N0.500,N0.500,N1.500,N0.167,N0.083,N0.250|4/4", "419": "N0.500,N0.167,N0.083,N0.250,N0.500,N0.500,N1.000,N0.750,N0.250|4/4", "420": "N0.500,N0.500,N0.500,N2.000,R0.500|4/4", "421": "N1.000,N1.000,N0.500,N0.500,N0.333,N0.333,N0.333|4/4", "422": "N0.500,N1.000,R0.250,N0.250|2/4", "423": "N0.500,N1.000,R0.500|2/4", "424": "N2.500,N0.250,N0.250|6/8", "425": "R0.500,N0.500,N1.000,N1.000,N1.000|4/4", "426": "N1.500,N0.500,N0.500,N1.500|4/4", "427": "N1.500,N1.500,N1.000|4/4", "428": "N1.000,N1.000,N0.500,N0.250,N0.250,N0.500,N0.500|4/4", "429": "N0.500,N0.250,N0.250,N0.250,N0.250,N0.500|2/4", "430": "N0.250,N0.250,N0.250,N0.250,N0.250,N0.250,N0.500|2/4", "431": "N0.500,N0.500,N0.333,N0.333,N0.333,N2.000|4/4", "432": "N2.000,N0.500,N0.500,N0.333,N0.333,N0.333|4/4", "433": "N1.000,N0.750,N0.250,N0.750,N0.250,N0.750,N0.250|2/2", "434": "N0.750,N0.250,N0.750,N0.250,N1.000,N0.333,N0.333,N0.333|2/2", "435": "N0.750,N0.250,N0.750,N0.250,N1.000,N1.000|2/2", "436": "N1.000,N1.000,N1.000,N0.333,N0.333,N0.333|2/2", "437": "N0.750,N0.250,N0.750,N0.250|2/4", "438": "R1.500,N0.167,N0.083,N0.250|2/4", "439": "N1.500,N0.167,N0.083,N0.250|2/4", "440": "N0.500,N1.000,N0.167,N0.083,N0.250|2/4", "441": "R0.500,N1.000,N0.250,N0.250|2/4", "442": "H1.500,R1.000,N0.500|6/8", "443": "N1.000,N1.000,N0.250,N0.750,N0.500,N0.500|4/4", "444": "N1.000,N1.000,N0.250,N0.750,N1.000|4/4", "445": "N0.333,N0.333,N0.333,N0.333,N0.333,N0.333,N1.000,N0.500,N0.250,N0.250|4/4", "446": "N0.333,N0.333,N0.333,N0.500,N0.500,N0.500,N1.500|4/4", "447": "N0.750,N0.250,N0.333,N0.333,N0.333,N0.750,N0.250,N0.333,N0.333,N0.333|2/2", "448": "N0.750,N0.250,N0.333,N0.333,N0.333,N1.000,N1.000|2/2", "449": "N0.500,N0.500,N0.500,N0.500,N0.500,N0.500,N0.250,N0.750|4/4", "450": "N0.250,N0.250,N0.500,N0.500,N0.500,N0.500,N0.500,N0.500,N0.500|4/4", "451": "N0.250,N0.250,N0.500,N0.500,N0.500,N1.000,N0.500,N0.500|4/4", "452": "N0.750,N0.250,N0.500,N0.500,N0.250,N0.250,N0.500,N1.000|4/4", "453": "N0.500,N0.500,N0.500,N0.250,N0.250,N1.000,N0.500,N0.500|4/4", "454": "N0.500,N0.500,N0.500,N0.500,N0.250,N0.250,N0.500,N0.500,N0.500|4/4"}