{"<PAD>": 0, "<BOS>": 1, "<EOS>": 2, "<UNK>": 3, "|6/8": 4, "R2.500,N0.500|6/8": 5, "N0.500,N0.500,N0.500,N0.500,N0.500,N0.500|6/8": 6, "N1.500,N1.500|6/8": 7, "|4/4": 8, "R3.000,N0.333,N0.333,N0.333|4/4": 9, "N1.000,N1.000,N0.500,N0.500,N0.500,N0.500|4/4": 10, "N1.000,N1.000,N1.000,N1.000|4/4": 11, "N0.500,N0.500,N0.500,N0.500,N1.000,N1.000|4/4": 12, "N0.500,N0.500,N0.500,N0.500,N1.000,N0.333,N0.333,N0.333|4/4": 13, "N0.500,N0.500,N0.500,N0.500,N0.500,N0.500,N0.500,N0.500|4/4": 14, "N1.000,N1.000,N1.000,N0.333,N0.333,N0.333|4/4": 15, "|2/4": 16, "R1.000,N0.500,N0.500|2/4": 17, "N0.750,N0.250,N0.500,N0.500|2/4": 18, "N1.000,N0.500,N0.500|2/4": 19, "N0.500,N1.000,N0.250,N0.250|2/4": 20, "N0.500,N0.500,N0.500,N0.500|2/4": 21, "N1.500,N0.250,N0.250|2/4": 22, "|3/4": 23, "N2.000,N1.000|3/4": 24, "N1.500,N0.500,N1.000|3/4": 25, "N3.000|3/4": 26, "N1.000,N1.000,N1.000|3/4": 27, "|2/2": 28, "R3.000,N1.000|2/2": 29, "N0.750,N0.250,N0.750,N0.250,N0.750,N0.250,N0.750,N0.250|2/2": 30, "N1.000,N1.000,N1.000,N1.000|2/2": 31, "N0.500,N0.500,N0.500,N0.500,N0.500,N0.500,N0.500,N0.500|2/2": 32, "N0.500,N0.500,N0.500,N0.500,N0.500,N0.500,N1.000|2/2": 33, "N0.500,N0.500,N0.500,N0.500,N2.000|2/2": 34, "N1.000,N1.000,N2.000|2/2": 35, "R3.000,N1.000|4/4": 36, "N0.500,N1.000,N0.500,N1.000,N1.000|4/4": 37, "N3.000,N1.000|4/4": 38, "N0.500,N0.500,N0.500,N1.000,N0.500|6/8": 39, "N0.250,N0.250,N0.250,N0.250,N0.250,N0.250,N0.250,N0.250|2/4": 40, "N0.500,N0.250,N0.250,N0.250,N0.250,N0.250,N0.250|2/4": 41, "N0.250,N0.250,N0.250,N0.250,N1.000|2/4": 42, "N0.250,N0.250,N0.250,N0.250,N0.500,N0.250,N0.250|2/4": 43, "N0.500,N0.500,N1.000|2/4": 44, "N0.250,N0.250,N0.250,N0.250,N0.500,N0.500|2/4": 45, "N0.750,N0.250,N0.250,N0.250,N0.250,N0.250|2/4": 46, "R3.500,N0.500|4/4": 47, "N2.000,N1.000,N1.000|4/4": 48, "N0.500,N0.500,N0.500,N0.500,N1.000,N0.500,N0.500|4/4": 49, "N0.500,N0.500,N0.500,N0.500,N2.000|4/4": 50, "R3.000,N0.500,N0.500|4/4": 51, "N1.000,N0.500,N0.500,N1.000,N0.500,N0.500|4/4": 52, "N1.000,N1.000,N1.000,N0.500,N0.500|4/4": 53, "N1.000,N0.500,N0.500,N0.500,N0.500,N0.500,N0.500|4/4": 54, "N1.000,N1.000,N2.000|4/4": 55, "N0.500,N0.500,N0.500,N0.500,N0.333,N0.333,N0.333,N0.500,N0.500|4/4": 56, "N0.500,N0.500,N2.000|3/4": 57, "R2.500,N0.250,N0.250|6/8": 58, "N0.500,N0.500,N0.500,N1.000,N0.250,N0.250|6/8": 59, "N0.500,N0.500,N1.500,R0.500|6/8": 60, "N0.500,N0.500,N0.500,N1.500|6/8": 61, "N1.500,N0.500,N1.000,N1.000|4/4": 62, "N1.000,N2.000,N1.000|4/4": 63, "N1.000,N2.000,N0.500,N0.500|4/4": 64, "N2.000,N2.000|4/4": 65, "H1.000,R1.000,N1.000,N0.500,N0.500|4/4": 66, "N0.500,N0.500,N0.333,N0.333,N0.333,N1.000,N0.500,N0.500|4/4": 67, "N0.500,N0.500,N0.500,N0.500,N0.500,N0.500,N0.333,N0.333,N0.333|4/4": 68, "N0.333,N0.333,N0.333,N0.500,N0.500,N0.333,N0.333,N0.333,N0.333,N0.333,N0.333|4/4": 69, "N0.333,N0.333,N0.333,N0.333,N0.333,N0.333,N0.333,N0.333,N0.333,N0.333,N0.333,N0.333|4/4": 70, "N1.500,N0.500,N0.500,N0.500,N0.500,N0.500|4/4": 71, "N1.000,N0.500,N0.500,N0.333,N0.333,N0.333,N0.333,N0.333,N0.333|4/4": 72, "N0.500,N0.500,N0.500,N0.500,N0.333,N0.333,N0.333,N0.333,N0.333,N0.333|4/4": 73, "N0.333,N0.333,N0.333,N0.333,N0.333,N0.333,N1.000,N0.500,N0.500|4/4": 74, "N2.000,N1.500,N0.500|4/4": 75, "N0.500,N0.500,N0.500,N0.500,N0.500,N0.500,N1.000|4/4": 76, "N0.333,N0.333,N0.333,N0.500,N0.500,N0.500,N0.500,N1.000|4/4": 77, "R3.000,N0.750,N0.250|2/2": 78, "N1.000,N1.000,N0.750,N0.250,N0.750,N0.250|2/2": 79, "N1.000,N1.000,N1.000,N0.750,N0.250|2/2": 80, "N1.000,N0.500,N0.500,N0.250,N0.750,N1.000|4/4": 81, "N1.000,N0.500,N0.500,N0.250,N0.750,N0.500,N0.500|4/4": 82, "N0.500,N0.500,N0.500,N0.500,N0.250,N0.750,N0.500,N0.500|4/4": 83, "N0.500,N0.500,N0.500,N0.500,N0.250,N0.750,N1.000|4/4": 84, "N1.000,N0.500,N1.000,N0.500|6/8": 85, "N1.500,N1.000,N0.500|6/8": 86, "N1.000,N0.500,N1.500|6/8": 87, "N1.000,N0.500,N0.500,N0.500,N0.500|6/8": 88, "R1.500,N1.000,N0.500|6/8": 89, "R2.500,N0.167,N0.083,N0.250|6/8": 90, "N1.500,N0.500,N0.500,N0.500|6/8": 91, "N1.500,N0.500,N1.000|6/8": 92, "N0.500,N0.500,N0.500,N0.500,N0.250,N0.750,N0.333,N0.333,N0.333|4/4": 93, "N0.250,N0.750,N0.250,N0.750,N1.000,N0.500,N0.500|4/4": 94, "N0.333,N0.333,N0.333,N0.500,N0.500,N1.000,N1.000|4/4": 95, "N0.333,N0.333,N0.333,N0.500,N0.500,N1.000,N0.500,N0.500|4/4": 96, "N0.333,N0.333,N0.333,N0.333,N0.333,N0.333,N2.000|4/4": 97, "R1.000,N1.000,N1.000,N1.000|4/4": 98, "N4.000|4/4": 99, "N0.500,N0.500,N0.500,N1.000,N0.500,N1.000|4/4": 100, "H1.000,R3.000|4/4": 101, "N1.000,N0.500,N0.500,N1.000,N0.333,N0.333,N0.333|4/4": 102, "N1.000,N0.500,N1.000,N0.250,N0.250|6/8": 103, "N0.500,N0.500,N0.500,N0.500,N0.500,N0.250,N0.250|6/8": 104, "N1.000,N1.000,N1.500,N0.500|4/4": 105, "N2.000,N1.000,N0.500,N0.500|4/4": 106, "N0.500,N0.500,N0.333,N0.333,N0.333,N0.500,N0.500,N0.500,N0.500|4/4": 107, "N3.000|6/8": 108, "N0.333,N0.333,N0.333,N0.500,N0.500,N2.000|4/4": 109, "N1.000,N0.500,N0.500,N0.500,N0.500,N1.000|4/4": 110, "N1.500,N1.000,N0.250,N0.250|6/8": 111, "N1.000,N0.500,N0.500,N1.000,N1.000|4/4": 112, "N1.500,N0.500,N1.500,N0.500|4/4": 113, "N0.500,N0.500,N1.000,N1.000,N1.000|4/4": 114, "N1.000,N0.333,N0.333,N0.333,N1.000,N1.000|4/4": 115, "N0.750,N0.250,N0.500,N1.000,N0.500|6/8": 116, "N0.250,N0.750,N1.000,N0.250,N0.750,N1.000|4/4": 117, "N0.500,N0.500,N1.000,N2.000|4/4": 118, "N2.000,N0.500,N0.500,N0.500,N0.500|4/4": 119, "N0.500,N0.500,N1.000,N1.000|3/4": 120, "N1.000,N0.500,N0.500,N1.000|3/4": 121, "N1.000,N0.500,N0.500,N1.000|6/8": 122, "N0.500,N0.500,N1.000,N1.000,N0.333,N0.333,N0.333|4/4": 123, "N0.333,N0.333,N0.333,N0.333,N0.333,N0.333,N1.000,N0.333,N0.333,N0.333|4/4": 124, "N0.333,N0.333,N0.333,N0.500,N0.500,N0.500,N0.500,N0.500,N0.500|4/4": 125, "R1.500,N1.500|6/8": 126, "N0.333,N0.333,N0.333,N1.000,N0.333,N0.333,N0.333,N1.000|4/4": 127, "N0.500,N0.500,N0.500,N0.500,N1.000|6/8": 128, "R2.500,N0.500,N0.500,N0.500|4/4": 129, "N1.000,N1.000,N0.500,N0.500,N1.000|4/4": 130, "N0.500,N0.500,N0.500,N1.000,N0.167,N0.083,N0.250|6/8": 131, "N0.500,N0.500,N0.250,N0.750,N1.000,N0.500,N0.500|4/4": 132, "N0.333,N0.333,N0.333,N0.333,N0.333,N0.333,N1.000,N1.000|4/4": 133, "N0.500,N0.250,N0.250,N0.500,N0.500,N0.500,N0.500,N1.000|4/4": 134, "N0.500,N0.500,N0.250,N0.250,N0.250,N0.250,N0.250,N0.250,N0.250,N0.250,N0.500,N0.500|4/4": 135, "N0.500,N0.500,N0.250,N0.250,N0.250,N0.250,N1.000,N1.000|4/4": 136, "N0.750,N0.250,N0.500,N0.500,N0.500,N0.500,N1.000|4/4": 137, "N0.750,N0.250,N0.500,N0.500,N0.500,N0.500,N0.500,N0.500|4/4": 138, "N0.750,N0.250,N0.500,N0.500,N0.500,N0.250,N0.250,N0.250,N0.250,N0.250,N0.250|4/4": 139, "N0.500,N0.500,N0.250,N0.250,N0.250,N0.250,N2.000|4/4": 140, "N1.000,N0.500,N0.500,N0.333,N0.333,N0.333,N0.500,N0.500|4/4": 141, "N0.250,N0.750,N0.500,N0.500,N0.250,N0.750,N0.500,N0.500|4/4": 142, "N0.333,N0.333,N0.333,N0.500,N0.500,N1.000,N0.333,N0.333,N0.333|4/4": 143, "R2.000,N1.000|3/4": 144, "N0.500,N1.500,N1.000|3/4": 145, "N2.000,N0.500,N0.500|3/4": 146, "H3.000|3/4": 147, "R1.000,N2.000|3/4": 148, "H2.000,R1.000|3/4": 149, "R2.000,N0.500,N0.500|6/8": 150, "H1.500,R0.500,N0.500,N0.500|6/8": 151, "R1.500,N0.500|2/4": 152, "N0.500,N0.500,N0.500,N0.250,N0.250|2/4": 153, "N0.250,N0.250,N0.500,N1.000|2/4": 154, "N0.500,N0.250,N0.250,N0.500,N0.250,N0.250|2/4": 155, "N0.500,N0.250,N0.250,N0.500,N0.500|2/4": 156, "N0.750,N0.250,N0.500,N0.500,N0.500,N0.500|6/8": 157, "N0.250,N0.250,N0.500,N0.500,N0.500,N0.500,N0.500|6/8": 158, "N0.250,N0.750,N0.500,N0.500,N0.500,N0.500|6/8": 159, "N1.000,N1.500,R0.500|6/8": 160, "R1.500,N0.500,N0.500,N0.500|6/8": 161, "H1.000,R1.500,R0.500|6/8": 162, "N0.500,N0.500,N0.500,N0.500,N1.500,N0.500|4/4": 163, "R1.250,N0.500,N0.500,N0.750|6/8": 164, "N0.500,N1.000,N0.500,N1.000|6/8": 165, "N0.250,N0.250,N1.000,N0.500,N1.000|6/8": 166, "N0.500,N1.500,N1.000|6/8": 167, "N0.500,N1.000,N1.500|6/8": 168, "N1.500,N1.000,N0.167,N0.083,N0.250|6/8": 169, "N0.750,N0.250,N0.250,N0.250,N1.000,N0.500|6/8": 170, "N0.333,N0.333,N0.333,N0.500,N0.500,N0.333,N0.333,N0.333,N0.500,N0.500|4/4": 171, "N0.250,N0.750,N0.500,N0.250,N0.750,N0.500|6/8": 172, "N0.500,N1.000,N0.500,N0.500,N0.500|6/8": 173, "H1.000,R2.000|6/8": 174, "N2.000,R0.500,N0.500|6/8": 175, "N0.500,N0.500,N1.000,R0.500,N0.500|6/8": 176, "N0.333,N0.333,N0.333,N0.333,N0.333,N0.333,N0.333,N0.333,N0.333,N1.000|4/4": 177, "N0.750,N0.250,N0.250,N0.250,N0.500,N0.500,N0.500|6/8": 178, "H1.500,R0.500,N0.250,N0.250,N0.250,N0.250|6/8": 179, "N1.500,N0.500,N0.250,N0.250,N0.250,N0.250|6/8": 180, "N0.750,N0.250,N0.500,N0.750,N0.250,N0.500|6/8": 181, "N0.250,N0.250,N0.500,N0.500,N0.750,N0.250,N0.500|6/8": 182, "N2.000,N0.500,N0.500|6/8": 183, "N0.500,N0.250,N0.250,N0.250,N0.250,N0.500,N0.250,N0.250,N0.250,N0.250|6/8": 184, "N0.500,N0.250,N0.250,N0.250,N0.250,N0.250,N0.250,N0.250,N0.250,N0.250,N0.250|6/8": 185, "N0.250,N0.250,N0.250,N0.250,N0.250,N0.250,N0.250,N0.250,N0.250,N0.250,N0.250,N0.250|6/8": 186, "N0.750,N0.250,N0.250,N0.250,N0.750,N0.250,N0.250,N0.250|6/8": 187, "N0.250,N0.250,N0.500,N0.500,N1.000,N0.500|6/8": 188, "N0.500,N0.500,N0.500,N0.250,N0.250,N0.500,N0.500|6/8": 189, "N1.000,N0.250,N0.250,N1.000,N0.250,N0.250|6/8": 190, "N0.500,N1.000,N1.000,N0.500|6/8": 191, "N1.500,N0.583,R0.500,R0.083,N0.333|6/8": 192, "H1.000,R0.500,N0.500,N0.500,N0.500|6/8": 193, "N0.250,N0.250,N0.250,N0.250,N0.500,N0.500,N0.500,N0.500|6/8": 194, "|6/4": 195, "R4.000,N1.000,N1.000|6/4": 196, "N3.000,N1.000,N1.000,N1.000|6/4": 197, "N1.000,N1.000,N2.000,N1.000,N0.500,N0.500|6/4": 198, "N2.000,N2.000,N1.000,N1.000|6/4": 199, "|5/4": 200, "N1.000,N1.000,N1.000,N1.000,N1.000|5/4": 201, "N3.000,N1.000,N1.000,N3.000,N1.000|6/4": 202, "N1.000,N1.000,N1.000,N1.000,N2.000|6/4": 203, "N1.000,N0.500,N0.500,N1.500,N0.500,N1.000,N1.000|4/4": 204, "N3.000,N2.000,N1.500,N0.500|4/4": 205, "N0.500,N0.500,N0.500,N0.167,N0.083,N0.250,N2.000|4/4": 206, "N1.000,N0.500,N0.500,N3.000,N1.000,N1.000,N1.000|6/4": 207, "N1.000,N0.500,N0.750,N0.250,N0.500|6/8": 208, "R2.500,N0.417,R0.083|6/8": 209, "N1.500,N1.000,N0.417,R0.083|6/8": 210, "H0.500,R1.500,R1.000|6/8": 211, "R3.000,N0.500,N0.500|2/2": 212, "N1.000,N1.000,N1.000,N0.500,N0.500|2/2": 213, "N1.000,N1.000,N1.500,N0.500|2/2": 214, "N1.000,N1.000,N0.500,N0.500,N0.500,N0.500|2/2": 215, "N1.000,N3.000|4/4": 216, "H4.000|4/4": 217, "R1.000,N1.000,N2.000|4/4": 218, "N0.500,N0.500,N1.000,N1.500,N0.500|4/4": 219, "R2.000,N1.000,N1.000|4/4": 220, "N1.500,N0.500|2/4": 221, "N3.000,N0.500,N0.500|4/4": 222, "N1.500,N0.500,N1.000,N0.500,N0.500|4/4": 223, "R2.000,N1.500,N0.500|4/4": 224, "|3/2": 225, "N2.000,N1.000,N0.500,N0.500,N2.000|3/2": 226, "N1.000,N0.500,N0.500,N0.500,N0.500,N1.000,N1.000,N1.000|3/2": 227, "N1.000,N2.000,N1.000,N2.000|3/2": 228, "N1.000,N2.000,N1.000,N1.000,N0.500,N0.500|3/2": 229, "N0.500,N0.500,N1.000,N1.000,N0.500,N0.500,N1.000,N1.000|3/2": 230, "N1.000,N2.000,N1.000,N1.000,N1.000|3/2": 231, "N1.000,N1.000,N1.000,N1.000,N2.000|3/2": 232, "N0.500,N0.500,N1.000,N0.500,N0.500,N1.000,N0.500,N0.500,N1.000|3/2": 233, "N1.000,N0.500,N0.500,N1.500,N0.500|4/4": 234, "N1.500,N0.750,N0.750|6/8": 235, "N3.000,R1.000|4/4": 236, "N0.500,N0.500,N1.000,N0.500,N0.500,N1.000|4/4": 237, "|9/8": 238, "R3.000,N1.000,N0.500|9/8": 239, "N1.500,N1.000,N0.500,N1.000,N0.500|9/8": 240, "N1.500,N1.500,N1.000,N0.500|9/8": 241, "N1.500,N1.500,N1.500|9/8": 242, "N1.500,N1.000,N0.500,N0.500,N0.500,N0.500|9/8": 243, "N3.000,N1.000,N0.500|9/8": 244, "N3.000,N1.500|9/8": 245, "N1.000,N1.000,N0.500,N1.500|4/4": 246, "N0.500,N1.500,N1.000,N1.000|4/4": 247, "N1.000,N0.500,N1.000,N0.500,N1.000|4/4": 248, "N1.500,N1.500,N0.500,N0.500,N0.500|9/8": 249, "N0.500,N1.000,N1.500,N0.500,N0.500,N0.500|9/8": 250, "N1.000,N0.500,N1.500,N0.500,N0.500,N0.500|9/8": 251, "N0.500,N1.500,N1.500,N0.500,N0.500|9/8": 252, "N1.500,N0.500,N0.500,N0.500,N1.000|4/4": 253, "N0.500,N0.500,N0.333,N0.333,N0.333,N0.500,N0.500,N1.000|4/4": 254, "N0.500,N0.500,N0.333,N0.333,N0.333,N1.000,N1.000|4/4": 255, "N0.500,N0.500,N0.750,N0.250|2/4": 256, "N0.500,N0.500,N0.250,N0.250,N0.500|2/4": 257, "N1.000,N1.000|2/4": 258, "N0.500,N0.500,N1.000,N0.500,N0.500,N1.000,N2.000|3/2": 259, "N0.500,N0.500,N1.000,N1.000,N1.000,N2.000|3/2": 260, "N1.000,N2.000,N2.000,N1.000|3/2": 261, "N2.000,N2.000,N2.000|3/2": 262, "N2.000,N0.500,N0.500,N1.000|4/4": 263, "R4.000,N1.000,N1.000|3/2": 264, "N1.500,N0.500,N0.500,N0.500,N1.000,N1.000,N1.000|3/2": 265, "N2.000,N1.000,N1.000,N2.000|3/2": 266, "N1.500,N0.500,N0.500,N0.500,N1.000,N0.500,N0.500,N1.000|3/2": 267, "N3.000,N0.333,N0.333,N0.333|4/4": 268, "N1.000,N0.500,N0.500,N2.000|4/4": 269, "N0.500,N0.500,N1.000,N1.000,N0.500,N0.500|4/4": 270, "N0.500,N1.500,N1.500,N0.500|4/4": 271, "R4.000|4/4": 272, "N0.500,N1.000,N0.500,N1.000,N0.500,N0.500|4/4": 273, "N1.000,N2.000,R1.000|4/4": 274, "N1.000,N1.000,N1.500,R0.500|4/4": 275, "N0.250,N0.750,N0.250,N0.750|2/4": 276, "N0.250,N0.250,N0.250,N0.250,N0.750,N0.250|2/4": 277, "N0.500,N0.500,N0.500,N0.500,N0.500,N1.500|4/4": 278, "R0.500,N0.500,N0.500,N0.500,N1.000,N1.000|4/4": 279, "N0.500,N0.500,N0.500,N2.500|4/4": 280, "R0.500,N0.500,N0.500,N2.500|4/4": 281, "R0.500,N0.500,N0.500,N0.500,N2.000|4/4": 282, "N0.500,N0.500,N1.000,N0.500,N0.500,N0.500,N0.500|4/4": 283, "N0.333,N0.333,N0.333,N1.000,N0.500,N0.500,N0.500,N0.500|4/4": 284, "N0.500,N0.500,N0.333,N0.333,N0.333,N0.500,N0.500,N0.333,N0.333,N0.333|4/4": 285, "R1.500,N0.250,N0.250|2/4": 286, "N0.500,N1.000,N0.500|2/4": 287, "N0.500,N0.500,N0.500,N1.500,R1.000|4/4": 288, "R5.000,N1.000|6/4": 289, "N1.000,N1.000,N1.000,N1.000,N1.000,N1.000|6/4": 290, "N1.000,N1.000,N1.000,N2.000,N1.000|6/4": 291, "N1.000,N2.000,N2.000,N1.000|6/4": 292, "N1.000,N1.000,N1.000,N2.000,N0.500,N0.500|6/4": 293, "H1.000,R2.000,R1.000|4/4": 294, "N0.500,N0.500,N0.500,N1.000,N0.500,N0.500,N0.500|4/4": 295, "N0.333,N0.333,N0.333,N1.000,N1.500,N0.500|4/4": 296, "N0.500,N0.500,N0.333,N0.333,N0.333,N1.000,N0.333,N0.333,N0.333|4/4": 297, "N2.000|2/4": 298, "N1.000,N0.750,N0.250|2/4": 299, "N0.500,N1.500,N0.500,N1.500|4/4": 300, "N0.500,N1.000,N0.500,N1.500,N0.500|4/4": 301, "N0.500,N1.000,N0.500,N0.500,N0.500,N0.500,N0.500|4/4": 302, "N0.500,N1.000,N0.500,N1.000,N0.333,N0.333,N0.333|4/4": 303, "N0.333,N0.333,N0.333,N0.333,N0.333,N0.333,N0.500,N0.500,N0.500,N0.500|4/4": 304, "N0.500,N0.500,N0.250,N0.250,N0.250,N0.250|2/4": 305, "N0.250,N0.250,N0.500,N0.500,N0.500|2/4": 306, "N1.500,N0.500,N1.000,N0.333,N0.333,N0.333|4/4": 307, "N0.500,N1.000,N0.500,N0.500,N0.500,N1.000|4/4": 308, "N1.000,N1.500,N0.500,N0.500,N0.500|4/4": 309, "R2.000,N2.000|4/4": 310, "N0.500,N0.500,N0.500,N0.500,N0.500,N1.000,N0.500|4/4": 311, "N1.000,N1.000,N0.333,N0.333,N0.333,N0.500,N0.500|4/4": 312, "H3.000,R1.000|4/4": 313, "N1.500,N0.500,N2.000|4/4": 314, "N0.500,N0.250,N0.250,N1.000|2/4": 315, "N0.500,N0.500,N0.500,N0.500,N0.500,N0.500,N0.250,N0.250,N0.500|4/4": 316, "N1.000,N1.000,N0.750,N0.250,N0.500,N0.500|4/4": 317, "N0.500,N1.500,N2.000|4/4": 318, "N2.000,N1.000,N0.333,N0.333,N0.333|4/4": 319, "N0.250,N0.250,N0.500,N0.250,N0.250,N0.500|2/4": 320, "N2.000,R1.000,N1.000|4/4": 321, "N2.000,R1.000,N0.500,N0.500|4/4": 322, "N3.000,N0.500,N0.500,N1.000,N1.000|3/4": 323, "N0.500,N0.500,N0.500,N0.500,N0.500,N0.500|3/4": 324, "N1.000,N2.000|3/4": 325, "N1.000,N0.333,N0.333,N0.333,N0.500,N0.500,N0.333,N0.333,N0.333|4/4": 326, "N1.000,N0.333,N0.333,N0.333,N0.500,N0.500,N1.000|4/4": 327, "N1.000,N0.250,N0.250,N0.250,N0.250|2/4": 328, "H2.000,R1.000,N1.000|4/4": 329, "N0.250,N0.500,N0.250,N0.500,N0.500|2/4": 330, "N0.500,N0.500,N0.500,N1.500,R0.500,N0.500|4/4": 331, "N1.000,N1.500,N0.500,N1.000|4/4": 332, "H1.000,R2.000,N1.000|4/4": 333, "N1.000,N0.333,N0.333,N0.333,N0.500,N0.500,N0.500,N0.500|4/4": 334, "N0.750,N0.250,N0.750,N0.250,N0.750,N0.250,N0.750,N0.250|4/4": 335, "N0.750,N0.250,N0.750,N0.250,N1.000,N1.000|4/4": 336, "N2.000,N0.750,N0.250,N0.750,N0.250|4/4": 337, "N1.000,N0.750,N0.250,N1.000,N1.000|4/4": 338, "R1.000,N1.000|2/4": 339, "R1.000,R1.000,N1.000,N1.000|4/4": 340, "R4.000,N0.500|9/8": 341, "N0.500,N0.500,N0.500,N0.500,N0.500,N0.500,N1.500|9/8": 342, "N1.000,N0.500,N1.000,N0.500,N0.500,N0.500,N0.500|9/8": 343, "N0.500,N0.500,N0.500,N0.500,N0.500,N0.500,N1.000,N0.500|9/8": 344, "N1.000,N0.500,N1.000,N0.500,N1.000,N0.500|9/8": 345, "N1.000,N0.500,N1.000,N0.500,N0.500,N1.000|9/8": 346, "H2.000,R1.000,N0.500,N0.500|4/4": 347, "R1.000,N2.000,N1.000|4/4": 348, "N1.000,N0.500,N1.000,N0.500,N0.500,N0.500|4/4": 349, "R3.500,N0.250,N0.250|4/4": 350, "N1.000,N0.500,N0.500,N0.500,N1.000,N0.250,N0.250|4/4": 351, "N1.000,N1.500,N0.500|3/4": 352, "N0.500,N0.500,N2.000,N1.000|4/4": 353, "R2.000,N0.500,N0.500|3/4": 354, "N1.000,N0.500,N0.500,N0.500,N0.500|3/4": 355, "N0.500,N0.500,N0.500,N0.500,N1.000|3/4": 356, "N1.000,N1.000,N0.500,N1.000,N0.500|4/4": 357, "N0.500,N0.500,N2.000,R1.000|4/4": 358, "N1.000,N0.500,N0.250,N0.250|2/4": 359, "N0.750,N0.250,N0.500,N0.500,N1.000,N0.500,N0.500|4/4": 360, "N0.750,N0.250,N0.500,N0.500,N1.000,N1.000|4/4": 361, "N1.000,N0.500,N1.500,R1.000|4/4": 362, "N1.000,N0.500,N0.500,N0.500,N0.500,N1.500|9/8": 363, "N1.000,N0.500,N0.500,N0.500,N0.500,N0.500,N0.500,N0.500|9/8": 364, "N0.500,N0.500,N0.500,N0.500,N0.500,N0.500,N0.500,N0.500,N0.500|9/8": 365, "N1.000,N0.500,N1.000,N0.500,N1.500|9/8": 366, "N0.500,N0.500,N0.500,N1.000,N0.500,N1.000,N0.500|9/8": 367, "R2.000,R1.500,N0.500|4/4": 368, "H2.000,R1.500,N0.500|4/4": 369, "R4.000,N0.250,N0.250|9/8": 370, "N1.000,N0.500,N0.500,N0.500,N0.500,N0.500,N1.000|9/8": 371, "N1.500,N0.500,N0.500,N0.500|3/4": 372, "N2.000,N0.333,N0.333,N0.333|3/4": 373, "N0.250,N0.750,N1.000,N0.500,N0.500|3/4": 374, "N0.500,N0.500,N0.500,N1.000,N0.500,N0.500,N0.500,N0.500|9/8": 375, "N0.500,N0.500,N0.500,N1.000,N0.500,N0.500,N1.000|9/8": 376, "N0.750,N0.250,N2.000|3/4": 377, "N1.000,N1.000,N0.500,N0.500,N1.000|2/2": 378, "N1.500,N0.500,N1.000,N1.000|2/2": 379, "N2.000,N2.000|2/2": 380, "N0.500,N0.500,N1.000,N1.500,N0.500|2/2": 381, "N1.000,N0.500,N0.500,N0.500,N0.500,N1.000|2/2": 382, "N1.000,N3.000|2/2": 383, "N1.000,N2.000,R0.500,N0.500|4/4": 384, "R1.000,N0.500,N0.500,N0.500,N0.500|3/4": 385, "N1.000,N1.000,N0.500,N0.500|3/4": 386, "N2.000,N0.333,N0.333,N0.333,N0.500,N0.500|4/4": 387, "N0.500,N0.500,N1.000,N0.500,N0.500|3/4": 388, "R1.000,N1.000,N1.000|3/4": 389, "N1.000,N0.500,N0.500,N0.500,N0.500,N1.000,N0.500|9/8": 390, "N1.000,N0.500,N0.500,N0.500,N0.500,N1.000,N0.250,N0.250|9/8": 391, "N0.500,N0.500,N0.500,N0.500,N0.500,N0.500,N1.000,N0.167,N0.083,N0.250|9/8": 392, "N1.000,N0.500,N0.500,N0.500,N0.500,N1.000,N0.167,N0.083,N0.250|9/8": 393, "N0.500,N0.500,N0.500,N1.000,N0.500,N1.000,N0.250,N0.250|9/8": 394, "N0.500,N0.500,N0.500,N0.500,N0.500,N0.500,N0.500,N1.000|9/8": 395, "N2.000,N0.667,N0.667,N0.667|4/4": 396, "N1.000,N0.500,N1.500,N1.000,N0.500|9/8": 397, "N0.500,N0.500,N0.500,N1.000,N0.500,N1.500|9/8": 398, "N0.500,N1.000,N0.500,N2.000|4/4": 399, "R2.000,N0.333,N0.333,N0.333|3/4": 400, "N0.500,N0.250,N0.250,N0.750,N0.250|2/4": 401, "N0.500,N0.500,N0.500,N0.500,N0.250,N0.250,N0.250,N0.250|6/8": 402, "N0.500,N2.000,R0.500,N0.500,N0.500|4/4": 403, "H0.500,R2.000,R0.500,N0.500,N0.500|4/4": 404, "N0.333,N0.333,N0.333,N1.000,N1.000,N0.333,N0.333,N0.333|4/4": 405, "N0.333,N0.333,N0.333,N1.000,N0.500,N0.500,N1.000|4/4": 406, "N0.333,N0.333,N0.333,N1.000,N1.000|3/4": 407, "N1.000,N0.500,N0.167,N0.083,N0.250,N1.000,N0.500,N0.500|4/4": 408, "N0.500,N0.167,N0.083,N0.250,N0.500,N0.500,N0.250,N0.083,N0.167,N0.500,N0.750,N0.250|4/4": 409, "N0.500,N0.500,N0.500,N0.500,N0.750,N0.250,N0.500,N0.500|4/4": 410, "N0.500,N0.167,N0.083,N0.250,N0.500,N0.500,N1.500,N0.500|4/4": 411, "N1.000,N0.250,N0.083,N0.167,N0.500,N0.750,N0.250,N0.250,N0.250,N0.250,N0.250|4/4": 412, "N0.500,N0.167,N0.083,N0.250,N0.250,N0.250,N0.250,N0.250,N0.250,N0.250,N0.250,N0.250,N0.750,N0.250|4/4": 413, "N0.500,N0.500,N0.500,N0.250,N0.250,N0.750,N0.250,N0.250,N0.250,N0.250,N0.250|4/4": 414, "N0.250,N0.250,N0.250,N0.250,N0.500,N0.500,N1.500,N0.500|4/4": 415, "N0.750,N0.250,N0.500,N0.500,N0.750,N0.250,N0.500,N0.500|4/4": 416, "N0.500,N0.167,N0.083,N0.250,N0.500,N0.500,N0.750,N0.250,N0.250,N0.250,N0.500,N0.500,N0.500|5/4": 417, "N1.000,N0.500,N0.500,N1.500,N0.167,N0.083,N0.250|4/4": 418, "N0.500,N0.167,N0.083,N0.250,N0.500,N0.500,N1.000,N0.750,N0.250|4/4": 419, "N0.500,N0.500,N0.500,N2.000,R0.500|4/4": 420, "N1.000,N1.000,N0.500,N0.500,N0.333,N0.333,N0.333|4/4": 421, "N0.500,N1.000,R0.250,N0.250|2/4": 422, "N0.500,N1.000,R0.500|2/4": 423, "N2.500,N0.250,N0.250|6/8": 424, "R0.500,N0.500,N1.000,N1.000,N1.000|4/4": 425, "N1.500,N0.500,N0.500,N1.500|4/4": 426, "N1.500,N1.500,N1.000|4/4": 427, "N1.000,N1.000,N0.500,N0.250,N0.250,N0.500,N0.500|4/4": 428, "N0.500,N0.250,N0.250,N0.250,N0.250,N0.500|2/4": 429, "N0.250,N0.250,N0.250,N0.250,N0.250,N0.250,N0.500|2/4": 430, "N0.500,N0.500,N0.333,N0.333,N0.333,N2.000|4/4": 431, "N2.000,N0.500,N0.500,N0.333,N0.333,N0.333|4/4": 432, "N1.000,N0.750,N0.250,N0.750,N0.250,N0.750,N0.250|2/2": 433, "N0.750,N0.250,N0.750,N0.250,N1.000,N0.333,N0.333,N0.333|2/2": 434, "N0.750,N0.250,N0.750,N0.250,N1.000,N1.000|2/2": 435, "N1.000,N1.000,N1.000,N0.333,N0.333,N0.333|2/2": 436, "N0.750,N0.250,N0.750,N0.250|2/4": 437, "R1.500,N0.167,N0.083,N0.250|2/4": 438, "N1.500,N0.167,N0.083,N0.250|2/4": 439, "N0.500,N1.000,N0.167,N0.083,N0.250|2/4": 440, "R0.500,N1.000,N0.250,N0.250|2/4": 441, "H1.500,R1.000,N0.500|6/8": 442, "N1.000,N1.000,N0.250,N0.750,N0.500,N0.500|4/4": 443, "N1.000,N1.000,N0.250,N0.750,N1.000|4/4": 444, "N0.333,N0.333,N0.333,N0.333,N0.333,N0.333,N1.000,N0.500,N0.250,N0.250|4/4": 445, "N0.333,N0.333,N0.333,N0.500,N0.500,N0.500,N1.500|4/4": 446, "N0.750,N0.250,N0.333,N0.333,N0.333,N0.750,N0.250,N0.333,N0.333,N0.333|2/2": 447, "N0.750,N0.250,N0.333,N0.333,N0.333,N1.000,N1.000|2/2": 448, "N0.500,N0.500,N0.500,N0.500,N0.500,N0.500,N0.250,N0.750|4/4": 449, "N0.250,N0.250,N0.500,N0.500,N0.500,N0.500,N0.500,N0.500,N0.500|4/4": 450, "N0.250,N0.250,N0.500,N0.500,N0.500,N1.000,N0.500,N0.500|4/4": 451, "N0.750,N0.250,N0.500,N0.500,N0.250,N0.250,N0.500,N1.000|4/4": 452, "N0.500,N0.500,N0.500,N0.250,N0.250,N1.000,N0.500,N0.500|4/4": 453, "N0.500,N0.500,N0.500,N0.500,N0.250,N0.250,N0.500,N0.500,N0.500|4/4": 454}